+++
author = "瑞东"
title = "小项目半年总结"
date = "2025-07-03"
description = "半年总结，看看项目的一些收入和体会"
tags = [
    "log","博客"
]
categories = [
    "blog",
]

+++

从 22 年 7 月，到今天，做小项目即将三年了，今年 rss 阅读器项目终于开始盈利，大家或许会关心盈利如何呢？

给大家分享下各种小项目的收入情况，以及一些心得体会。

首先投入精力最多的

**rss 阅读器:**

- 今年网站总访客数 4000+
- 用户订阅付费总额 150 元
- 相关会员收入：500 元
- 阅读器定制服务收入： 550 元
- 累计收入：1350 元

**周边 web2rss 服务：**

- 定制源收入：150 元

**github star 数：**

今年累计新增 600+ star

**互助小程序：**

这个和朋友一块合作的小程序，6 月份上线累计收入 7.5 元

可以看到这些项目的总收入，有可能都没大家 2 3 天的工资高，但是时间的投入确要远比超这个时间十几倍还要多，其中时间大多都放在了开发上，宣传和用户留存转换上相对花的时间非常少估计 1-2 小时都不到，还有就是 rss 本身就非常小众，不去炒作，单打独战，都很难在市场上泛起浪花，rss 的模式也过余重等等，这些都是其中的不足之处。

接下来呢？

- 提高既有网站的总访客数
- 提高订阅用户的付费转化率
- web2rss 稍作维护
- 探索新的项目形式和内容分发

如果你对这些小项目感兴趣，可以通过社交媒体找到我，一起交流。
